-- Auto-generated instance map data. Do not edit manually.
-- Version: bd8505fb

local _dnl = DeathNotificationLib.Internal ---@class _dnl
if not _dnl then return end
_dnl.L.ko.INSTANCE_TO_ID = {}


do
  _dnl.L.ko.INSTANCE_TO_ID[0] = {
    ["알터랙 계곡"] = 30,
    ["그림자송곳니 성채"] = 33,
    ["스톰윈드 지하감옥"] = 34,
    ["죽음의 폐광"] = 36,
    ["통곡의 동굴"] = 43,
    ["가시덩굴 우리"] = 47,
    ["검은심연의 나락"] = 48,
    ["울다만"] = 70,
    ["놈리건"] = 90,
    ["가라앉은 사원"] = 109,
    ["가시덩굴 구릉"] = 129,
    ["붉은십자군 수도원"] = 189,
    ["줄파락"] = 209,
    ["검은바위 첨탑"] = 229,
    ["검은바위 나락"] = 230,
    ["오닉시아의 둥지"] = 249,
    ["스칼로맨스"] = 289,
    ["줄구룹"] = 309,
    ["스트라솔름"] = 329,
    ["마라우돈"] = 349,
    ["성난불길 협곡"] = 389,
    ["화산 심장부"] = 409,
    ["혈투의 전장"] = 429,
    ["검은날개 둥지"] = 469,
    ["전쟁노래 협곡"] = 489,
    ["안퀴라즈 폐허"] = 509,
    ["아라시 분지"] = 529,
    ["안퀴라즈 사원"] = 531,
    ["낙스라마스"] = 533,
  }
end

if GetExpansionLevel and GetExpansionLevel() >= 1 then
do
  _dnl.L.ko.INSTANCE_TO_ID[1] = {
    ["어둠의 문 열기"] = 269,
    ["카라잔"] = 532,
    ["하이잘 산의 전투"] = 534,
    ["지옥불 성채: 으스러진 손의 전당"] = 540,
    ["지옥불 성채: 피의 용광로"] = 542,
    ["지옥불 성채: 지옥불 성루"] = 543,
    ["마그테리돈의 둥지"] = 544,
    ["갈퀴송곳니 저수지: 증기 저장고"] = 545,
    ["갈퀴송곳니 저수지: 지하수렁"] = 546,
    ["갈퀴송곳니 저수지: 강제 노역소"] = 547,
    ["갈퀴송곳니 저수지: 불뱀 제단"] = 548,
    ["폭풍우 요새"] = 550,
    ["폭풍우 요새: 알카트라즈"] = 552,
    ["폭풍우 요새: 신록의 정원"] = 553,
    ["폭풍우 요새: 메카나르"] = 554,
    ["아킨둔: 어둠의 미궁"] = 555,
    ["아킨둔: 세데크 전당"] = 556,
    ["아킨둔: 마나 무덤"] = 557,
    ["아킨둔: 아키나이 납골당"] = 558,
    ["나그란드 투기장"] = 559,
    ["던홀드 탈출"] = 560,
    ["칼날 산맥 투기장"] = 562,
    ["검은 사원"] = 564,
    ["그룰의 둥지"] = 565,
    ["폭풍의 눈"] = 566,
    ["줄아만"] = 568,
    ["로데론의 폐허"] = 572,
    ["태양샘"] = 580,
    ["마법학자의 정원"] = 585,
  }
end
end
