-- Auto-generated instance map data. Do not edit manually.
-- Version: bd8505fb
instance_to_id_ru = {}


do
  instance_to_id_ru[0] = {
    ["Альтеракская долина"] = 30,
    ["Крепость Темного Клыка"] = 33,
    ["Тюрьма Штормграда"] = 34,
    ["Мертвые копи"] = 36,
    ["Пещеры Стенаний"] = 43,
    ["Лабиринты Иглошкурых"] = 47,
    ["Непроглядная Пучина"] = 48,
    ["Ульдаман"] = 70,
    ["Гномреган"] = 90,
    ["Затонувший храм"] = 109,
    ["Курганы Иглошкурых"] = 129,
    ["Монастырь Алого ордена"] = 189,
    ["Зул'Фаррак"] = 209,
    ["Вершина Черной горы"] = 229,
    ["Глубины Черной горы"] = 230,
    ["Логово Ониксии"] = 249,
    ["Некроситет"] = 289,
    ["Зул'Гуруб"] = 309,
    ["Стратхольм"] = 329,
    ["Мародон"] = 349,
    ["Огненная Пропасть"] = 389,
    ["Огненные Недра"] = 409,
    ["Забытый Город"] = 429,
    ["Логово Крыла Тьмы"] = 469,
    ["Ущелье Песни Войны"] = 489,
    ["Руины Ан'Киража"] = 509,
    ["Низина Арати"] = 529,
    ["Храм Ан'Киража"] = 531,
    ["Наксрамас"] = 533,
  }
end

if GetExpansionLevel and GetExpansionLevel() >= 1 then
do
  instance_to_id_ru[1] = {
    ["Открытие Темного портала"] = 269,
    ["Каражан"] = 532,
    ["Битва за гору Хиджал"] = 534,
    ["Цитадель Адского Пламени: Разрушенные залы"] = 540,
    ["Цитадель Адского Пламени: Кузня Крови"] = 542,
    ["Цитадель Адского Пламени: бастионы"] = 543,
    ["Логово Магтеридона"] = 544,
    ["Кривой Клык: Паровое подземелье"] = 545,
    ["Кривой Клык: Нижетопь"] = 546,
    ["Резервуар Кривого Клыка: Узилище"] = 547,
    ["Кривой Клык: Змеиное святилище"] = 548,
    ["Крепость Бурь"] = 550,
    ["Крепость Бурь: Аркатрац"] = 552,
    ["Крепость Бурь: Ботаника"] = 553,
    ["Крепость Бурь: Механар"] = 554,
    ["Аукиндон: Темный лабиринт"] = 555,
    ["Аукиндон: Сетеккские залы"] = 556,
    ["Аукиндон: Гробницы маны"] = 557,
    ["Аукиндон: Аукенайские гробницы"] = 558,
    ["Арена Награнда"] = 559,
    ["Побег из Дарнхольда"] = 560,
    ["Арена Острогорья"] = 562,
    ["Черный храм"] = 564,
    ["Логово Груула"] = 565,
    ["Око Бури"] = 566,
    ["Зул'Аман"] = 568,
    ["Руины Лордерона"] = 572,
    ["Солнечный Колодец"] = 580,
    ["Терраса Магистров"] = 585,
  }
end
end
