-- Auto-generated instance map data. Do not edit manually.
-- Version: bd8505fb
instance_to_id_cn = {}


do
  instance_to_id_cn[0] = {
    ["奧特蘭克山谷"] = 30,
    ["影牙城堡"] = 33,
    ["暴風城監獄"] = 34,
    ["死亡礦坑"] = 36,
    ["哀嚎洞穴"] = 43,
    ["剃刀沼澤"] = 47,
    ["黑暗深淵"] = 48,
    ["奧達曼"] = 70,
    ["諾姆瑞根"] = 90,
    ["沉沒的神廟"] = 109,
    ["剃刀高地"] = 129,
    ["血色修道院"] = 189,
    ["祖爾法拉克"] = 209,
    ["黑石塔"] = 229,
    ["黑石深淵"] = 230,
    ["奧妮克希亞的巢穴"] = 249,
    ["通靈學院"] = 289,
    ["祖爾格拉布"] = 309,
    ["斯坦索姆"] = 329,
    ["瑪拉頓"] = 349,
    ["怒焰裂谷"] = 389,
    ["熔火之心"] = 409,
    ["厄運之槌"] = 429,
    ["黑翼之巢"] = 469,
    ["戰歌峽谷"] = 489,
    ["安其拉廢墟"] = 509,
    ["阿拉希盆地"] = 529,
    ["安其拉神廟"] = 531,
    ["納克薩瑪斯"] = 533,
  }
end

if GetExpansionLevel and GetExpansionLevel() >= 1 then
do
  instance_to_id_cn[1] = {
    ["開啟黑暗之門"] = 269,
    ["卡拉贊"] = 532,
    ["海加爾山戰場"] = 534,
    ["地獄火堡壘:破碎大廳"] = 540,
    ["地獄火堡壘:血熔爐"] = 542,
    ["地獄火堡壘:地獄火壁壘"] = 543,
    ["瑪瑟里頓的巢穴"] = 544,
    ["盤牙:蒸汽洞窟"] = 545,
    ["盤牙:深幽泥沼"] = 546,
    ["盤牙:奴隸監獄"] = 547,
    ["盤牙:毒蛇神殿洞穴"] = 548,
    ["風暴要塞"] = 550,
    ["風暴要塞:亞克崔茲"] = 552,
    ["風暴要塞:波塔尼卡"] = 553,
    ["風暴要塞:麥克納爾"] = 554,
    ["奧齊頓:暗影迷宮"] = 555,
    ["奧齊頓:塞司克大廳"] = 556,
    ["奧齊頓:法力之墓"] = 557,
    ["奧齊頓:奧奇奈地穴"] = 558,
    ["納葛蘭競技場"] = 559,
    ["逃離敦霍爾德"] = 560,
    ["劍刃競技場"] = 562,
    ["黑暗神廟"] = 564,
    ["戈魯爾之巢"] = 565,
    ["暴風之眼"] = 566,
    ["祖阿曼"] = 568,
    ["羅德隆廢墟"] = 572,
    ["太陽之井"] = 580,
    ["博學者殿堂"] = 585,
  }
end
end
