-- Auto-generated zone map data. Do not edit manually.
-- Version: bd8505fb

local _dnl = DeathNotificationLib.Internal ---@class _dnl
if not _dnl then return end
_dnl.L.ru.ZONE_TO_ID = {}


do
  _dnl.L.ru.ZONE_TO_ID[0] = {
    ["Азерот"] = 947,
    ["Дуротар"] = 1411,
    ["Мулгор"] = 1412,
    ["Степи"] = 1413,
    ["Калимдор"] = 1414,
    ["Восточные королевства"] = 1415,
    ["Альтеракские горы"] = 1416,
    ["Нагорье Арати"] = 1417,
    ["Бесплодные земли"] = 1418,
    ["Выжженные земли"] = 1419,
    ["Тирисфальские леса"] = 1420,
    ["Серебряный бор"] = 1421,
    ["Западные Чумные земли"] = 1422,
    ["Восточные Чумные земли"] = 1423,
    ["Предгорья Хилсбрада"] = 1424,
    ["Внутренние земли"] = 1425,
    ["Дун Морог"] = 1426,
    ["Тлеющее ущелье"] = 1427,
    ["Пылающие степи"] = 1428,
    ["Элвиннский лес"] = 1429,
    ["Перевал Мертвого Ветра"] = 1430,
    ["Сумеречный лес"] = 1431,
    ["Лок Модан"] = 1432,
    ["Красногорье"] = 1433,
    ["Тернистая долина"] = 1434,
    ["Болото Печали"] = 1435,
    ["Западный Край"] = 1436,
    ["Болотина"] = 1437,
    ["Тельдрассил"] = 1438,
    ["Темные берега"] = 1439,
    ["Ясеневый лес"] = 1440,
    ["Тысяча Игл"] = 1441,
    ["Когтистые горы"] = 1442,
    ["Пустоши"] = 1443,
    ["Фералас"] = 1444,
    ["Пылевые топи"] = 1445,
    ["Танарис"] = 1446,
    ["Азшара"] = 1447,
    ["Оскверненный лес"] = 1448,
    ["Кратер Ун'Горо"] = 1449,
    ["Лунная поляна"] = 1450,
    ["Силитус"] = 1451,
    ["Зимние Ключи"] = 1452,
    ["Штормград"] = 1453,
    ["Оргриммар"] = 1454,
    ["Стальгорн"] = 1455,
    ["Громовой Утес"] = 1456,
    ["Дарнасс"] = 1457,
    ["Подгород"] = 1458,
    ["Альтеракская долина"] = 1459,
    ["Ущелье Песни Войны"] = 1460,
    ["Низина Арати"] = 1461,
  }
end

if GetExpansionLevel and GetExpansionLevel() >= 1 then
do
  _dnl.L.ru.ZONE_TO_ID[1] = {
    ["Космос"] = 946,
    ["Леса Вечной Песни"] = 1941,
    ["Призрачные земли"] = 1942,
    ["Остров Лазурной Дымки"] = 1943,
    ["Полуостров Адского Пламени"] = 1944,
    ["Запределье"] = 1945,
    ["Зангартопь"] = 1946,
    ["Экзодар"] = 1947,
    ["Долина Призрачной Луны"] = 1948,
    ["Острогорье"] = 1949,
    ["Остров Кровавой Дымки"] = 1950,
    ["Награнд"] = 1951,
    ["Лес Тероккар"] = 1952,
    ["Пустоверть"] = 1953,
    ["Луносвет"] = 1954,
    ["Шаттрат"] = 1955,
    ["Око шторма"] = 1956,
    ["Остров Кель'Данас"] = 1957,
  }
end
end
