-- Auto-generated data file. Do not edit manually.
-- Version: 28290c6d
id_to_quote_ko = {
  [1719]="갑자기 사방에서 놈들이 뛰쳐나오다니...",
  [5472]="우어어!!! 나 나이트 엘프 죽일거야!",
  [5955]="내 사랑 토르타! 내가 돌아왔소!",
  [6015]="얼마나 오래 기다렸는지 알기나 해요? 그리고 저녁거리는 어디 있는 거예요? 그렇게 오랜 시간을 밖에서 보냈으면서 아무것도 안 가져왔단 말이에요?",
  [9017]="나를 파멸시킬 수는 없어! 라그나로스님의 의지로 나는 다시 환생하리라!",
  [10399]="애쉬아리 수정 하나가 쓰러졌다! 형제들이여, 리치 왕에 대한 충성을 지켜 수정을 다시 소환하라!",
  [10411]="살아있는 자들이 왔다!",
  [10424]="녀석들이 빛의 전당 안으로 침입했다! 침략자들을 반드시 막아야 한다!",
  [10429]="기꺼이 그리 하겠나이다...",
  [10435]="광장 정문에 침입자들이 나타났다! 리븐데어 남작님께 알려드려야 해!",
  [10812]="내가 수년 동안 이룩한 것을 네놈들이 하루아침에 무너뜨리다니! 오늘 그 대가로 모두 내 손에 죽게 될 것이다!",
  [11043]="붉은십자군은 이렇게 끝나지 않을 것이다! 우리 방어선을 뚫지는 못해!",
  [15263]="그토록 죽고 싶은가? 내 친히 그 소망을 이뤄주리라.",
  [16134]="드루이드여, 보시오. 대지는 여전히 숨을 쉬고 있소이다. 깨끗하게 정화되기를 바라고 있는 것이라오.",
  [16483]="아, 이런! 여기는 어디인가요? 무슨 일이 벌어진 겁니까? 저기... 비행선의 파편이군요!",
  [16514]="테돈, 이제 변이된 생물에게 중화제를 시험해 보십시오.",
  [16521]="고통 없이 보내 주마.",
  [16522]="내가 살아있는 한 우리의 계획은 알 수 없을 것이다, 드레나이!",
  [16541]="해냈다! 롬매스가 빨리 지원병력을 보내야 할 텐데.",
}
